[
    {
        "id": 1,
        "company_logo": "/src/assets/logo/google.png",
        "job_title": "Software Engineer",
        "company_name": "Google LLC",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_parttime": "Full-time",
        "salary": "$80,000 - $100,000",
        "job_description": "Join Google as a Software Engineer and be part of a dynamic team shaping the future of technology. Contribute to cutting-edge projects, solve complex problems, and collaborate with top-notch professionals in a fast-paced environment.",
        "job_responsibility": "Design, develop, and maintain high-quality software solutions. Collaborate with cross-functional teams to define, design, and ship new features. Debug and optimize code for performance and scalability. Stay updated on industry trends and emerging technologies. Participate in code reviews and contribute to a culture of continuous improvement.",
        "educational_requirements": "Bachelor's degree in Computer Science or related field",
        "experiences": "2+ years of relevant experience",
        "contact_information": {
            "phone": "123-456-7890",
            "email": "hr@techinnovators.com"
        }
    },
    {
        "id": 2,
        "company_logo": "/src/assets/logo/netflix.png",
        "job_title": "Marketing Specialist",
        "company_name": "Netflix",
        "remote_or_onsite": "Onsite",
        "location": "New York, NY",
        "fulltime_parttime": "Part-time",
        "salary": "$50,000 - $60,000",
        "job_description": "As a Marketing Specialist at Netflix, you'll play a key role in promoting our content and engaging audiences worldwide. Join a creative team that thrives on innovation and storytelling, shaping the future of entertainment marketing",
        "job_responsibility": "Develop and execute marketing campaigns to promote Netflix content across various channels. Create compelling and targeted messaging to resonate with diverse audiences. Analyze market trends and audience insights to optimize campaign strategies. Collaborate with cross-functional teams, including content creators and designers, to ensure cohesive campaigns. Measure and report on the performance of marketing initiatives, adjusting strategies for optimal results.",
        "educational_requirements": "Bachelor's degree in Marketing or related field",
        "experiences": "1-3 years of marketing experience",
        "contact_information": {
            "phone": "555-123-4567",
            "email": "hr@globalmarketingsolutions.com"
        }
    },
    {
        "id": 3,
        "company_logo": "/src/assets/logo/airbnb.png",
        "job_title": "Data Scientist",
        "company_name": "Airbnb",
        "remote_or_onsite": "Onsite",
        "location": "San Francisco, CA",
        "fulltime_parttime": "Full-time",
        "salary": "$90,000 - $120,000",
        "job_description": "As a Data Scientist at Airbnb, you'll be at the forefront of leveraging data to enhance user experiences and drive business insights. Join our team to apply advanced analytics and machine learning techniques in a dynamic and innovative environment.",
        "job_responsibility": "Analyze large datasets to extract meaningful insights and identify trends. Build and deploy machine learning models to solve complex business problems. Collaborate with cross-functional teams to define data-driven strategies and inform decision-making. Contribute to the development of data infrastructure and tools to support analytics and modeling efforts. Communicate findings effectively to both technical and non-technical stakeholders.",
        "educational_requirements": "Master's or PhD in Data Science, Statistics, or related field",
        "experiences": "3+ years of experience in data science",
        "contact_information": {
            "phone": "789-234-5678",
            "email": "hr@dataanalyticsco.com"
        }
    },
    {
        "id": 4,
        "company_logo": "/src/assets/logo/netflix.png",
        "job_title": "UX/UI Designer",
        "company_name": "Netflix",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_parttime": "Full-time",
        "salary": "$70,000 - $90,000",
        "job_description": "As a UI/UX Designer at Netflix, you'll be part of a creative team shaping the visual and interactive elements of our streaming platform. Join us in crafting seamless and engaging user experiences that captivate global audiences.",
        "job_responsibility": "Design intuitive and visually appealing user interfaces for Netflix applications. Collaborate with product managers and developers to understand user needs and project goals. Create wireframes, prototypes, and design mockups to communicate design concepts. Conduct user research and usability testing to gather feedback and iterate on designs. Stay updated on industry trends and design best practices to contribute to a user-centric culture.",
        "educational_requirements": "Bachelor's degree in Design, HCI, or related field",
        "experiences": "2-5 years of experience in UX/UI design",
        "contact_information": {
            "phone": "987-345-6789",
            "email": "hr@creativedesignsagency.com"
        }
    },
    {
        "id": 5,
        "company_logo": "/src/assets/logo/tesla.png",
        "job_title": "Financial Analyst",
        "company_name": "Tesla",
        "remote_or_onsite": "Onsite",
        "location": "Chicago, IL",
        "fulltime_parttime": "Full-time",
        "salary": "$60,000 - $80,000",
        "job_description": "As a Financial Analyst at Tesla, you'll be an integral part of our finance team, contributing to strategic decision-making and financial planning. Join us to analyze financial data, provide insights, and support the company's mission to accelerate the world's transition to sustainable energy.",
        "job_responsibility": "Conduct financial analysis to support budgeting, forecasting, and long-term planning. Prepare detailed financial models and reports to assist in decision-making processes. Analyze and interpret financial data to provide insights into business performance. Collaborate with cross-functional teams to ensure accurate and timely financial reporting. Participate in financial audits and contribute to process improvement initiatives.",
        "educational_requirements": "Bachelor's degree in Finance, Accounting, or related field",
        "experiences": "1-3 years of experience in financial analysis",
        "contact_information": {
            "phone": "567-890-1234",
            "email": "hr@financialconsultinggroup.com"
        }
    },
    {
        "id": 6,
        "company_logo": "/src/assets/logo/tesla.png",
        "job_title": "Cybersecurity Analyst",
        "company_name": "Tesla",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_parttime": "Full-time",
        "salary": "$80,000 - $100,000",
        "job_description": "As a Cybersecurity Analyst at Tesla, you will play a crucial role in safeguarding our systems and data against cyber threats. Join our dynamic cybersecurity team to implement and enhance security measures, ensuring the protection of Tesla's digital infrastructure.",
        "job_responsibility": "Monitor and analyze security alerts, incidents, and vulnerabilities to identify potential threats. Conduct regular security assessments and penetration testing to evaluate system vulnerabilities. Implement and maintain security measures, including firewalls, intrusion detection systems, and encryption protocols. Collaborate with IT and engineering teams to ensure the integration of security best practices into Tesla's systems and applications. Stay abreast of emerging cybersecurity threats and contribute to the development of proactive security strategies.",
        "educational_requirements": "Bachelor's degree in Cybersecurity, IT, or related field",
        "experiences": "3+ years of experience in cybersecurity",
        "contact_information": {
            "phone": "123-456-7890",
            "email": "hr@securetechsolutions.com"
        }
    },
    {
        "id": 7,
        "company_logo": "/src/assets/logo/netflix.png",
        "job_title": "Sales Representative",
        "company_name": "Netflix",
        "remote_or_onsite": "Onsite",
        "location": "Los Angeles, CA",
        "fulltime_parttime": "Full-time",
        "salary": "$50,000 - $70,000",
        "job_description": "As a Sales Representative at Netflix, you'll be an essential part of our team, connecting with potential clients and promoting our streaming services. Join us in driving subscription growth and bringing the world's best entertainment to households globally.",
        "job_responsibility": "Reach out to potential customers to discuss Netflix subscription options and benefits. Build and maintain strong relationships with clients, addressing inquiries and providing assistance. Meet and exceed sales targets through effective communication and persuasion techniques. Collaborate with the marketing team to align sales strategies with promotional campaigns. Keep up-to-date with Netflix content offerings and platform updates to effectively communicate value to customers.",
        "educational_requirements": "Bachelor's degree in Business, Marketing, or related field",
        "experiences": "1-3 years of experience in sales",
        "contact_information": {
            "phone": "555-678-9012",
            "email": "hr@salesproinc.com"
        }
    },
    {
        "id": 8,
        "company_logo": "/src/assets/logo/google.png",
        "job_title": "Human Resources Specialist",
        "company_name": "Google LLC",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_parttime": "Part-time",
        "salary": "$55,000 - $65,000",
        "job_description": "As a Human Resources Specialist at Google, you'll be a key player in fostering a positive and inclusive workplace culture. Join our HR team to support talent acquisition, employee engagement, and overall organizational success.",
        "job_responsibility": "Manage the end-to-end recruitment process, from sourcing candidates to onboarding. Provide guidance on HR policies, procedures, and employee relations matters. Coordinate and conduct employee training programs to enhance skills and performance. Assist in performance management processes, including performance appraisals and goal-setting. Collaborate with cross-functional teams to address HR-related challenges and promote a positive work environment.",
        "educational_requirements": "Bachelor's degree in Human Resources, Business, or related field",
        "experiences": "2-4 years of HR experience",
        "contact_information": {
            "phone": "789-012-3456",
            "email": "hr@talenthubsolutions.com"
        }
    },
    {
        "id": 9,
        "company_logo": "/src/assets/logo/netflix.png",
        "job_title": "Graphic Designer",
        "company_name": "Netflix",
        "remote_or_onsite": "Onsite",
        "location": "Austin, TX",
        "fulltime_parttime": "Full-time",
        "salary": "$60,000 - $75,000",
        "job_description": "As a Graphic Designer at Netflix, you'll be a creative force in shaping the visual identity of our content and brand. Join our dynamic design team to produce captivating visuals that resonate with audiences worldwide and contribute to the Netflix experience.",
        "job_responsibility": "Create visually appealing and on-brand graphics for various promotional materials, including posters, social media assets, and digital campaigns. Collaborate with cross-functional teams, including marketing and content creation, to ensure design aligns with campaign goals and strategies. Contribute to the development and maintenance of design guidelines to uphold brand consistency. Stay updated on design trends and emerging technologies to bring innovative ideas to the team. Iterate on designs based on feedback and deliver high-quality visuals within specified timelines.",
        "educational_requirements": "Bachelor's degree in Graphic Design, Fine Arts, or related field",
        "experiences": "3-5 years of experience in graphic design",
        "contact_information": {
            "phone": "234-567-8901",
            "email": "hr@creativestudios.com"
        }
    },
    {
        "id": 10,
        "company_logo": "/src/assets/logo/CareerHub.png",
        "job_title": "Product Manager",
        "company_name": "Career Hub",
        "remote_or_onsite": "Remote",
        "location": "Anywhere",
        "fulltime_parttime": "Full-time",
        "salary": "$90,000 - $110,000",
        "job_description": "As a Product Manager at Careerhub, you'll be at the forefront of shaping innovative solutions for career development and job placement. Join our team to define product strategies, prioritize features, and drive the development of cutting-edge tools to empower individuals in their career journeys.",
        "job_responsibility": "Define and communicate the product vision, strategy, and roadmap in alignment with business goals. Gather and prioritize product requirements through collaboration with stakeholders, customers, and market research. Work closely with cross-functional teams, including engineering and design, to deliver high-quality products on time. Analyze user feedback and data to iteratively improve and optimize product features and user experiences. Stay informed about industry trends, competition, and emerging technologies to inform product development decisions.",
        "educational_requirements": "Bachelor's or Master's degree in Business, Computer Science, or related field",
        "experiences": "5+ years of experience in product management",
        "contact_information": {
            "phone": "345-678-9012",
            "email": "hr@innovatetechsolutions.com"
        }
    }
]